Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Primary is used for main Agent tasks. Sub is used for lightweight tasks like title generation. Voice Input/Output pick a group whose audio-capable models drive speech-to-text and text-to-speech; if none is set, the offline System voice is used. Vision Input picks a group whose image-capable models describe images when the chat model cannot see them itself; if none is set, models without vision cannot read images at all.
de: Primär wird für die Hauptaufgaben von Minis Agent verwendet. Sub wird für leichtgewichtige Aufgaben wie die Titelgenerierung verwendet. Spracheingabe/-ausgabe wählen eine Gruppe, deren audiofähige Modelle Sprache-zu-Text und Text-zu-Sprache antreiben; ist keine gesetzt, wird die offline System-Stimme verwendet. Bildeingabe wählt eine Gruppe, deren bildfähige Modelle Bilder beschreiben, wenn das Chat-Modell sie selbst nicht sehen kann; ist keine gesetzt, können Modelle ohne Bildverarbeitung Bilder überhaupt nicht lesen.
es: El principal se usa para las tareas principales de Minis Agent. El secundario se usa para tareas ligeras, como generar títulos. Entrada/Salida de voz eligen un grupo cuyos modelos con capacidad de audio se encargan de la voz a texto y del texto a voz; si no se define ninguno, se usa la voz del sistema sin conexión. Entrada de visión elige un grupo cuyos modelos con capacidad de imagen describen las imágenes cuando el modelo de chat no puede verlas por sí mismo; si no se define ninguno, los modelos sin visión no podrán leer imágenes en absoluto.
fil: Ginagamit ang Pangunahin para sa mga pangunahing agent task. Ginagamit ang Sub para sa magagaan na task gaya ng paggawa ng pamagat. Pumipili ang Voice Input/Output ng group na ang mga audio-capable na model ang humahawak ng speech-to-text at text-to-speech; kung wala, ang offline na System voice ang gagamitin. Pumipili ang Vision Input ng group na ang mga image-capable na model ang naglalarawan ng larawan kapag hindi ito nakikita ng chat model mismo; kung wala, hindi talaga makakabasa ng larawan ang mga model na walang vision.
fr: Le modèle principal sert aux tâches principales de l’Agent. Le modèle secondaire sert aux tâches légères comme la génération de titres. Entrée/Sortie vocale choisissent un groupe dont les modèles audio assurent la reconnaissance et la synthèse vocale ; si aucun n’est défini, la voix système hors ligne est utilisée. L’entrée visuelle choisit un groupe dont les modèles compatibles avec les images les décrivent lorsque le modèle de conversation ne peut pas les voir lui-même ; si aucun n’est défini, les modèles sans vision ne peuvent pas lire les images du tout.
hr: Primarni se koristi za glavne zadatke Agenta. Pomoćni se koristi za lagane zadatke poput stvaranja naslova. Glasovni ulaz/izlaz odabiru grupu čiji modeli s podrškom za zvuk pokreću pretvorbu govora u tekst i teksta u govor; ako nijedna nije postavljena, koristi se izvanmrežni glas sustava. Vizualni ulaz odabire grupu čiji modeli s podrškom za slike opisuju slike kada ih model razgovora ne može sam vidjeti; ako nijedna nije postavljena, modeli bez vida uopće ne mogu čitati slike.
id: Utama dipakai untuk tugas agen utama. Sub dipakai untuk tugas ringan seperti pembuatan judul. Masukan/Keluaran Suara memilih grup yang model berkemampuan audionya menangani ucapan-ke-teks dan teks-ke-ucapan; jika tidak ada yang disetel, suara Sistem offline yang dipakai. Masukan Visual memilih grup yang model berkemampuan gambarnya mendeskripsikan gambar saat model obrolan tidak dapat melihatnya sendiri; jika tidak ada yang disetel, model tanpa penglihatan sama sekali tidak dapat membaca gambar.
ja: プライマリは Agent の主なタスクに使われます。サブはタイトル生成などの軽量タスクに使われます。音声入力/出力は、音声対応モデルが音声認識と音声合成を担うグループを選びます。未設定の場合はオフラインのシステム音声が使われます。画像入力は、チャットモデル自身が画像を見られないときに、画像対応モデルが画像を説明するグループを選びます。未設定の場合、視覚非対応のモデルは画像をまったく読み取れません。
ko: 기본은 주요 Agent 작업에 사용됩니다. 보조는 제목 생성 같은 가벼운 작업에 사용됩니다. 음성 입력/출력은 오디오 지원 모델이 음성 인식과 음성 합성을 수행하는 그룹을 선택합니다. 설정하지 않으면 오프라인 시스템 음성이 사용됩니다. 이미지 입력은 채팅 모델이 직접 이미지를 볼 수 없을 때 이미지 지원 모델이 이미지를 설명하는 그룹을 선택합니다. 설정하지 않으면 비전을 지원하지 않는 모델은 이미지를 전혀 읽을 수 없습니다.
ms: Utama digunakan untuk tugas ejen utama. Sub digunakan untuk tugas ringan seperti penjanaan tajuk. Input/Output Suara memilih kumpulan yang model berkeupayaan audionya mengendalikan pertuturan-ke-teks dan teks-ke-pertuturan; jika tiada yang ditetapkan, suara Sistem luar talian digunakan. Input Visi memilih kumpulan yang model berkeupayaan imejnya menerangkan imej apabila model sembang tidak dapat melihatnya sendiri; jika tiada yang ditetapkan, model tanpa visi langsung tidak boleh membaca imej.
pl: Główny służy do zadań agenta. Pomocniczy służy do lekkich zadań, np. tworzenia tytułów. Wejście i wyjście głosowe wybierają grupę, której modele obsługujące dźwięk odpowiadają za mowę-na-tekst i tekst-na-mowę; jeśli żadnej nie ustawiono, używany jest głos systemowy offline. Wejście wizualne wybiera grupę, której modele obsługujące obrazy opisują je, gdy model czatu sam ich nie widzi; jeśli żadnej nie ustawiono, modele bez obsługi obrazu w ogóle ich nie odczytają.
pt_br: O Principal é usado nas tarefas principais do agente. O Sub é usado em tarefas leves, como gerar títulos. Entrada/saída de voz escolhem um grupo cujos modelos de áudio comandam a fala para texto e o texto para fala; se nenhum for definido, usa-se a voz do Sistema, offline. A entrada de imagem escolhe um grupo cujos modelos de imagem descrevem as figuras quando o modelo do chat não consegue vê-las; se nenhum for definido, os modelos sem visão não conseguem ler imagens.
ro: Principal se folosește pentru sarcinile principale ale agentului. Secundar se folosește pentru sarcini ușoare, ca generarea titlurilor. Intrarea/ieșirea vocală aleg un grup ale cărui modele audio asigură speech-to-text și text-to-speech; dacă nu e setat niciunul, se folosește vocea Sistem, offline. Intrarea vizuală alege un grup ale cărui modele pentru imagini descriu imaginile atunci când modelul de chat nu le poate vedea singur; dacă nu e setat niciunul, modelele fără vedere nu pot citi deloc imaginile.
ru: Основная используется для главных задач Minis Agent. Дополнительная — для лёгких задач, например генерации заголовков. Голосовой ввод/вывод выбирают группу, чьи аудиомодели обеспечивают распознавание и синтез речи; если не задано, используется офлайн системный голос. Ввод изображений выбирает группу, чьи модели с поддержкой изображений описывают их, когда сама чат-модель их не видит; если не задано, модели без поддержки зрения вообще не смогут читать изображения.
th: หลักใช้สำหรับงานเอเจนต์หลัก รองใช้สำหรับงานเบาอย่างการสร้างชื่อ อินพุต/เอาต์พุตเสียงจะเลือกกลุ่มที่มีโมเดลรองรับเสียงเพื่อจัดการเสียงพูดเป็นข้อความและข้อความเป็นเสียงพูด หากไม่ได้ตั้งค่าไว้ จะใช้เสียงระบบแบบออฟไลน์ อินพุตภาพจะเลือกกลุ่มที่มีโมเดลรองรับรูปภาพเพื่ออธิบายรูปภาพเมื่อโมเดลแชทมองไม่เห็นเอง หากไม่ได้ตั้งค่าไว้ โมเดลที่ไม่รองรับการมองเห็นจะอ่านรูปภาพไม่ได้เลย
tr: Birincil, ana aracı görevleri için kullanılır. İkincil, başlık üretme gibi hafif görevler içindir. Ses Girişi/Çıkışı, konuşmadan metne ve metinden konuşmaya işlerini yürüten ses yetenekli modellere sahip bir grup seçer; hiçbiri ayarlanmazsa çevrimdışı Sistem sesi kullanılır. Görüntü Girişi ise, sohbet modeli görselleri kendisi göremediğinde onları betimleyen görsel yetenekli modellere sahip bir grup seçer; hiçbiri ayarlanmazsa görüntü yeteneği olmayan modeller görselleri hiç okuyamaz.
zh_hans: 主模型用于 Agent 的主要任务。副模型用于标题生成等轻量任务。语音输入/输出会选择一个分组,由其支持音频的模型驱动语音转文字和文字转语音;若未设置,则使用离线的系统语音。图像输入会选择一个分组,由其支持图像的模型在聊天模型自身无法看图时描述图片;若未设置,不支持视觉的模型将完全无法读取图片。
zh_hant: 主模型用於智能體的主要任務。副模型用於標題生成等輕量任務。語音輸入/輸出會選擇一個分組,由其支援音訊的模型驅動語音轉文字和文字轉語音;若未設定,則使用離線的系統語音。圖像輸入會選擇一個分組,由其支援圖像的模型在聊天模型自身無法看圖時描述圖片;若未設定,不支援視覺的模型將完全無法讀取圖片。

source: Print
de: Drucken
es: Imprimir
fil: I-print
fr: Imprimer
hr: Ispiši
id: Cetak
ja: 印刷
ko: 인쇄
ms: Cetak
pl: Drukuj
pt_br: Imprimir
ro: Tipărește
ru: Печать
th: พิมพ์
tr: Yazdır
zh_hans: 打印
zh_hant: 列印

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
hr: Privatnost
id: Privasi
ja: プライバシー
ko: 개인정보
ms: Privasi
pl: Prywatność
pt_br: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
th: ความเป็นส่วนตัว
tr: Gizlilik
zh_hans: 隐私
zh_hant: 隱私

source: Privacy Mode
de: Datenschutzmodus
es: Modo de privacidad
fr: Mode confidentiel
hr: Način privatnosti
id: Mode Privasi
ja: プライバシーモード
ko: 프라이버시 모드
ms: Mod Privasi
pl: Tryb prywatności
pt_br: Modo de privacidade
ro: Mod confidențial
ru: Режим конфиденциальности
th: โหมดความเป็นส่วนตัว
tr: Gizlilik Modu
zh_hans: 隐私模式
zh_hant: 隱私模式

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fil: Patakaran sa Privacy
fr: Politique de confidentialité
hr: Pravila privatnosti
id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar Privasi
pl: Polityka prywatności
pt_br: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Productivity
de: Produktivität
es: Productividad
fil: Produktibidad
fr: Productivité
hr: Produktivnost
id: Produktivitas
ja: 生産性
ko: 생산성
ms: Produktiviti
pl: Produktywność
pt_br: Produtividade
ro: Productivitate
ru: Продуктивность
th: การทำงาน
tr: Üretkenlik
zh_hans: 效率
zh_hant: 效率

source: Prompt Result
de: Prompt-Ergebnis
es: Resultado del prompt
fil: Resulta ng Prompt
fr: Résultat du prompt
hr: Rezultat prompta
id: Hasil Prompt
ja: プロンプト結果
ko: 프롬프트 결과
ms: Keputusan Prompt
pl: Wynik promptu
pt_br: Resultado do prompt
ro: Rezultatul promptului
ru: Результат запроса
th: ผลลัพธ์พรอมต์
tr: İstem Sonucu
zh_hans: 提示结果
zh_hant: 提示結果

source: Provider
de: KI-Anbieter
es: Proveedor
fr: Fournisseur AI
hr: Pružatelj
id: Penyedia
ja: AIプロバイダー
ko: AI 공급자
ms: Pembekal
pl: Dostawca
pt_br: Provedor
ro: Furnizor
ru: Провайдер
th: ผู้ให้บริการ
tr: Sağlayıcı
zh_hans: AI 服务商
zh_hant: AI 服務商

source: Provider Configuration Detected
de: Anbieter-Konfiguration erkannt
es: Configuración de proveedor detectada
fil: Natukoy ang Configuration ng Provider
fr: Configuration de fournisseur détectée
hr: Otkrivena konfiguracija pružatelja
id: Konfigurasi Penyedia Terdeteksi
ja: プロバイダ設定を検出
ko: 공급자 구성 감지됨
ms: Konfigurasi Pembekal Dikesan
pl: Wykryto konfigurację dostawcy
pt_br: Configuração de provedor detectada
ro: Configurație de furnizor detectată
ru: Обнаружена конфигурация провайдера
th: ตรวจพบการกำหนดค่าผู้ให้บริการ
tr: Sağlayıcı Yapılandırması Algılandı
zh_hans: 检测到供应商配置
zh_hant: 偵測到供應商設定

source: Provider disabled
de: Anbieter deaktiviert
es: Proveedor desactivado
fil: Naka-disable ang provider
fr: Fournisseur désactivé
hr: Pružatelj onemogućen
id: Penyedia dinonaktifkan
ja: プロバイダーは無効です
ko: 공급자가 비활성화됨
ms: Pembekal dinyahaktifkan
pl: Dostawca wyłączony
pt_br: Provedor desativado
ro: Furnizor dezactivat
ru: Провайдер отключён
th: ปิดใช้งานผู้ให้บริการแล้ว
tr: Sağlayıcı devre dışı
zh_hans: 服务商已禁用
zh_hant: 服務商已禁用

source: Provider Import
de: Anbieter importieren
es: Importación de proveedor
fil: Pag-import ng Provider
fr: Import de fournisseur
hr: Uvoz pružatelja
id: Impor Penyedia
ja: プロバイダインポート
ko: 공급자 가져오기
ms: Import Pembekal
pl: Import dostawcy
pt_br: Importar provedor
ro: Import furnizor
ru: Импорт провайдера
th: นำเข้าผู้ให้บริการ
tr: Sağlayıcı İçe Aktarma
zh_hans: 导入供应商
zh_hant: 匯入供應商

source: Provider label
de: KI-Anbieterbezeichnung
es: Etiqueta del proveedor
fil: Label ng provider
fr: Nom du fournisseur AI
hr: Oznaka pružatelja
id: Label penyedia
ja: AIプロバイダーのラベル
ko: AI 공급자 이름
ms: Label pembekal
pl: Etykieta dostawcy
pt_br: Rótulo do provedor
ro: Etichetă furnizor
ru: Название провайдера
th: ป้ายกำกับผู้ให้บริการ
tr: Sağlayıcı etiketi
zh_hans: AI 服务商名称
zh_hant: AI 服務商名稱

source: Provider not found
de: Anbieter nicht gefunden
es: Proveedor no encontrado
fil: Hindi nakita ang provider
fr: Fournisseur introuvable
hr: Pružatelj nije pronađen
id: Penyedia tidak ditemukan
ja: プロバイダーが見つかりません
ko: 제공자를 찾을 수 없음
ms: Pembekal tidak dijumpai
pl: Nie znaleziono dostawcy
pt_br: Provedor não encontrado
ro: Furnizor negăsit
ru: Провайдер не найден
th: ไม่พบผู้ให้บริการ
tr: Sağlayıcı bulunamadı
zh_hans: 未找到服务商
zh_hant: 找不到服務商

source: Providers
de: KI-Anbieter
es: Proveedores
fil: Mga Provider
fr: Fournisseurs AI
hr: Pružatelji
id: Penyedia
ja: AIプロバイダー
ko: AI 공급자
ms: Pembekal
pl: Dostawcy
pt_br: Provedores
ro: Furnizori
ru: Провайдеры
th: ผู้ให้บริการ
tr: Sağlayıcılar
zh_hans: AI 服务商
zh_hant: AI 服務商

source: Pull from iCloud
de: Aus iCloud abrufen
es: Descargar desde iCloud
fil: Kunin mula sa iCloud
fr: Récupérer depuis iCloud
hr: Preuzmi s iClouda
id: Tarik dari iCloud
ja: iCloud から取得
ko: iCloud에서 가져오기
ms: Tarik dari iCloud
pl: Pobierz z iCloud
pt_br: Baixar do iCloud
ro: Preia din iCloud
ru: Загрузить из iCloud
th: ดึงจาก iCloud
tr: iCloud'dan Çek
zh_hans: 从 iCloud 拉取
zh_hant: 從 iCloud 拉取

source: Pulled %lld records · removed %lld local
de: %lld Datensätze abgerufen · %lld lokal entfernt
es: Se descargaron %lld registros · se eliminaron %lld locales
fil: Nakuha ang %lld record · naalis ang %lld lokal
fr: %lld enregistrements récupérés · %lld supprimés localement
hr: Preuzeto zapisa: %lld · uklonjeno lokalnih: %lld
id: %lld catatan ditarik · %lld lokal dihapus
ja: %lld 件のレコードを取得 · ローカルの %lld 件を削除
ko: %lld개 레코드 가져옴 · 로컬 %lld개 제거
ms: %lld rekod ditarik · %lld tempatan dibuang
pl: Pobrano rekordów: %lld · usunięto lokalnych: %lld
pt_br: %lld registros baixados · %lld locais removidos
ro: Înregistrări preluate: %lld · locale eliminate: %lld
ru: Получено записей: %lld · удалено локально: %lld
th: ดึงมา %lld ระเบียน · ลบในเครื่อง %lld
tr: Çekilen kayıt: %lld · kaldırılan yerel: %lld
zh_hans: 已拉取 %lld 条记录 · 已移除 %lld 条本地
zh_hant: 已拉取 %lld 筆記錄 · 已移除 %lld 筆本機

source: Pulling from iCloud…
de: Aus iCloud wird abgerufen…
es: Descargando desde iCloud…
fil: Kinukuha mula sa iCloud…
fr: Téléchargement depuis iCloud…
hr: Preuzimanje s iClouda…
id: Menarik dari iCloud…
ja: iCloud から取得中…
ko: iCloud에서 가져오는 중…
ms: Menarik dari iCloud…
pl: Pobieranie z iCloud…
pt_br: Baixando do iCloud…
ro: Se preia din iCloud…
ru: Загрузка из iCloud…
th: กำลังดึงจาก iCloud…
tr: iCloud'dan çekiliyor…
zh_hans: 正在从 iCloud 拉取…
zh_hant: 正在從 iCloud 拉取…

source: Queued
de: In Warteschlange
es: En cola
fil: Naka-queue
fr: En file d’attente
hr: U redu čekanja
id: Dalam antrean
ja: キュー待ち
ko: 대기 중
ms: Dalam baris gilir
pl: W kolejce
pt_br: Na fila
ro: În așteptare
ru: В очереди
th: อยู่ในคิว
tr: Sırada
zh_hans: 已排队
zh_hant: 已排入佇列

source: Queued %lld skills for sync
de: %lld Skills zur Synchronisierung in Warteschlange gestellt
es: Se pusieron en cola %lld habilidades para sincronizar
fil: Naka-queue ang %lld skill para sa sync
fr: %lld compétences mises en file d’attente pour la synchronisation
hr: Vještina u redu za sinkronizaciju: %lld
id: %lld skill diantrekan untuk sinkronisasi
ja: %lld 件のスキルを同期のためにキューに追加しました
ko: 동기화를 위해 스킬 %lld개를 대기열에 추가함
ms: %lld skill dibaris gilir untuk penyegerakan
pl: Dodano do kolejki synchronizacji skilli: %lld
pt_br: %lld skills na fila para sincronização
ro: Skill-uri puse în coadă pentru sincronizare: %lld
ru: В очередь на синхронизацию добавлено навыков: %lld
th: จัดคิว %lld skill เพื่อซิงค์
tr: Eşitleme için sıraya alınan skill: %lld
zh_hans: 已将 %lld 个技能加入同步队列
zh_hant: 已將 %lld 個技能加入同步佇列

source: Quick Set
de: Schnelleinstellung
es: Ajuste rápido
fil: Mabilisang Set
fr: Réglage rapide
hr: Brzo postavljanje
id: Setel Cepat
ja: クイック設定
ko: 빠른 설정
ms: Tetapan Pantas
pl: Szybkie ustawienie
pt_br: Ajuste rápido
ro: Setare rapidă
ru: Быстрая настройка
th: ตั้งค่าด่วน
tr: Hızlı Ayar
zh_hans: 快速设置
zh_hant: 快速設定

source: Quick Task
de: Schnellaufgabe
es: Tarea rápida
fil: Mabilisang Task
fr: Tâche rapide
hr: Brzi zadatak
id: Tugas Cepat
ja: クイックタスク
ko: 빠른 작업
ms: Tugas Pantas
pl: Szybkie zadanie
pt_br: Tarefa rápida
ro: Sarcină rapidă
ru: Быстрая задача
th: งานด่วน
tr: Hızlı Görev
zh_hans: 快捷任务
zh_hant: 快捷任務

source: Quick Test
de: Schnelltest
es: Prueba rápida
fil: Mabilisang Test
fr: Test rapide
hr: Brzi test
id: Uji Cepat
ja: クイックテスト
ko: 빠른 테스트
ms: Ujian Pantas
pl: Szybki test
pt_br: Teste rápido
ro: Test rapid
ru: Быстрый тест
th: ทดสอบด่วน
tr: Hızlı Test
zh_hans: 快速测试
zh_hant: 快速測試

source: Quick Test %@
de: Schnelltest %@
es: Prueba rápida %@
fil: Mabilisang Test %@
fr: Test rapide %@
hr: Brzi test %@
id: Uji Cepat %@
ja: クイックテスト %@
ko: 빠른 테스트 %@
ms: Ujian Pantas %@
pl: Szybki test %@
pt_br: Teste rápido %@
ro: Test rapid %@
ru: Быстрый тест %@
th: ทดสอบด่วน %@
tr: Hızlı Test %@
zh_hans: 快速测试 %@
zh_hant: 快速測試 %@

source: Qwen/DashScope: enable_thinking and a token budget, sent at the root and in extra_body.
de: Qwen/DashScope: enable_thinking und ein Token-Budget, gesendet im Root und in extra_body.
es: Qwen/DashScope: enable_thinking y un presupuesto de tokens, enviados en la raíz y en extra_body.
fil: Qwen/DashScope: enable_thinking at token budget, ipinapadala sa root at sa extra_body.
fr: Qwen/DashScope : enable_thinking et un budget de jetons, envoyés à la racine et dans extra_body.
hr: Qwen/DashScope: enable_thinking i proračun tokena, šalju se u korijenu i u extra_body.
id: Qwen/DashScope: enable_thinking dan budget token, dikirim di root dan di extra_body.
ja: Qwen/DashScope：enable_thinking とトークンバジェットを、ルートと extra_body の両方に送信します。
ko: Qwen/DashScope: enable_thinking과 토큰 예산을 루트와 extra_body 모두에 보냅니다.
ms: Qwen/DashScope: enable_thinking dan budget token, dihantar di root dan dalam extra_body.
pl: Qwen/DashScope: enable_thinking i budżet tokenów, wysyłane w root oraz w extra_body.
pt_br: Qwen/DashScope: enable_thinking e um orçamento de tokens, enviados no root e em extra_body.
ro: Qwen/DashScope: enable_thinking și un buget de tokenuri, trimise în root și în extra_body.
ru: Qwen/DashScope: enable_thinking и бюджет токенов, отправляемые в корне и в extra_body.
th: Qwen/DashScope: enable_thinking และ token budget ส่งที่ root และใน extra_body
tr: Qwen/DashScope: enable_thinking ve token budget, root düzeyinde ve extra_body içinde gönderilir.
zh_hans: Qwen/DashScope：enable_thinking 与 token 预算，同时发送在根级和 extra_body 中。
zh_hant: Qwen/DashScope：將 enable_thinking 與權杖預算同時送到根層和 extra_body。

source: R/W
de: L/S
es: L/E
fil: Basa/Sulat
fr: L/É
hr: Č/P
id: Baca/Tulis
ja: 読み書き
ko: 읽기/쓰기
ms: Baca/Tulis
pl: Odczyt/zapis
pt_br: Leitura/gravação
ro: Citire/scriere
ru: Чтение/запись
th: อ่าน/เขียน
tr: Oku/Yaz
zh_hans: 读写
zh_hant: 讀寫

source: Rate
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hr: Brzina
id: Kecepatan
ja: 速度
ko: 속도
ms: Kadar
pl: Tempo
pt_br: Taxa
ro: Ritm
ru: Оценить
th: อัตรา
tr: Hız
zh_hans: 语速
zh_hant: 語速

source: Rate (last 1 min)
de: Rate (letzte Minute)
es: Tasa (último 1 min)
fil: Rate (huling 1 min)
fr: Débit (dernière minute)
hr: Brzina (zadnja 1 min)
id: Kecepatan (1 mnt terakhir)
ja: レート（直近 1 分）
ko: 속도 (최근 1분)
ms: Kadar (1 min terakhir)
pl: Tempo (ostatnia 1 min)
pt_br: Taxa (último 1 min)
ro: Ritm (ultimul minut)
ru: Скорость (за последнюю минуту)
th: อัตรา (1 นาทีล่าสุด)
tr: Hız (son 1 dk)
zh_hans: 速率（最近 1 分钟）
zh_hant: 速率（最近 1 分鐘）

source: Re-authorize
de: Neu autorisieren
es: Volver a autorizar
fil: Payagang Muli
fr: Réautoriser
hr: Ponovno autoriziraj
id: Otorisasi Ulang
ja: 再認証
ko: 다시 인증
ms: Beri Kebenaran Semula
pl: Autoryzuj ponownie
pt_br: Autorizar novamente
ro: Autorizează din nou
ru: Авторизовать заново
th: ให้สิทธิ์ใหม่
tr: Yeniden Yetkilendir
zh_hans: 重新授权
zh_hant: 重新授權

source: Re-import from File…
de: Aus Datei erneut importieren…
es: Volver a importar desde archivo…
fil: I-import Ulit mula sa File…
fr: Réimporter depuis un fichier…
hr: Ponovno uvezi iz datoteke…
id: Impor Ulang dari File…
ja: ファイルから再インポート…
ko: 파일에서 다시 가져오기…
ms: Import Semula dari File…
pl: Importuj ponownie z pliku…
pt_br: Reimportar de um arquivo…
ro: Reimportă din fișier…
ru: Повторно импортировать из файла…
th: นำเข้าใหม่จากไฟล์…
tr: Dosyadan Yeniden İçe Aktar…
zh_hans: 从文件重新导入…
zh_hant: 從檔案重新匯入…

source: Re-lock after idle
de: Nach Inaktivität erneut sperren
es: Volver a bloquear tras inactividad
fil: I-lock ulit kapag idle
fr: Reverrouiller après inactivité
hr: Ponovno zaključaj nakon mirovanja
id: Kunci ulang setelah menganggur
ja: アイドル後に再ロック
ko: 유휴 후 다시 잠금
ms: Kunci semula selepas melahu
pl: Zablokuj po bezczynności
pt_br: Bloquear de novo após inatividade
ro: Reblochează după inactivitate
ru: Снова блокировать после простоя
th: ล็อกใหม่เมื่อไม่ได้ใช้งาน
tr: Boştayken yeniden kilitle
zh_hans: 空闲后重新锁定
zh_hant: 閒置後重新鎖定

source: Re-run From Here
de: Ab hier neu ausführen
es: Volver a ejecutar desde aquí
fil: Patakbuhin Ulit Mula Dito
fr: Relancer à partir d’ici
hr: Pokreni ponovno odavde
id: Jalankan Ulang dari Sini
ja: ここから再実行
ko: 여기서부터 다시 실행
ms: Jalankan Semula dari Sini
pl: Uruchom ponownie stąd
pt_br: Executar de novo a partir daqui
ro: Rulează din nou de aici
ru: Перезапустить отсюда
th: เรียกใช้ใหม่จากตรงนี้
tr: Buradan Yeniden Çalıştır
zh_hans: 从此处重新执行
zh_hant: 從此處重新執行

source: Re-runs the Minis Agent from a specific user message in a session. Presents a list of user messages to choose from, then retries from that point.
de: Führt den Minis Agent ab einer bestimmten Benutzernachricht in einer Sitzung erneut aus. Zeigt eine Liste von Benutzernachrichten zur Auswahl und wiederholt ab diesem Punkt.
es: Vuelve a ejecutar Minis Agent desde un mensaje concreto del usuario en una sesión. Muestra una lista de mensajes del usuario para elegir y reintenta desde ese punto.
fil: Pinapatakbo ulit ang AI agent mula sa partikular na mensahe ng user sa session. Magpapakita ng listahan ng mensahe na mapagpipilian, tapos magsisimula ulit doon.
fr: Relance Minis Agent à partir d'un message utilisateur spécifique dans une session. Présente une liste de messages utilisateur à choisir, puis retente à partir de ce point.
hr: Ponovno pokreće Minis Agenta od određene korisničke poruke u sesiji. Prikazuje popis korisničkih poruka za odabir, a zatim ponavlja od te točke.
id: Menjalankan ulang agen AI dari pesan pengguna tertentu dalam sesi. Menampilkan daftar pesan pengguna untuk dipilih, lalu mencoba ulang dari titik itu.
ja: セッション内の特定のユーザーメッセージから Minis Agent を再実行します。ユーザーメッセージのリストから選択し、その時点から再試行します。
ko: 세션의 특정 사용자 메시지에서 Minis Agent를 다시 실행합니다. 선택할 사용자 메시지 목록을 표시한 다음 해당 시점부터 다시 시도합니다.
ms: Menjalankan semula ejen AI dari mesej pengguna tertentu dalam sesi. Memaparkan senarai mesej pengguna untuk dipilih, kemudian mencuba semula dari titik itu.
pl: Uruchamia agenta AI ponownie od wybranej wiadomości użytkownika w sesji. Pokazuje listę wiadomości do wyboru, a potem ponawia od tego miejsca.
pt_br: Executa o agente de IA de novo a partir de uma mensagem específica do usuário numa sessão. Mostra uma lista de mensagens para escolher e repete a partir daquele ponto.
ro: Rulează din nou agentul AI de la un anumit mesaj al utilizatorului dintr-o sesiune. Afișează o listă de mesaje din care poți alege, apoi reia din acel punct.
ru: Перезапускает AI-Minis Agent с определённого сообщения пользователя в сессии. Показывает список сообщений пользователя на выбор, а затем повторяет с этого момента.
th: เรียกใช้เอเจนต์ AI ใหม่จากข้อความของผู้ใช้ที่ระบุในเซสชัน จะแสดงรายการข้อความให้เลือก แล้วลองใหม่จากจุดนั้น
tr: Yapay zekâ aracısını bir oturumdaki belirli bir kullanıcı mesajından yeniden çalıştırır. Seçmeniz için kullanıcı mesajlarını listeler, sonra o noktadan yeniden dener.
zh_hans: 从会话中的特定用户消息重新运行 Minis Agent。展示用户消息列表供选择，然后从该点重试。
zh_hant: 從工作階段中的特定使用者訊息重新運行 Minis Agent。展示使用者訊息清單供選擇，然後從該點重試。

source: Read All Aloud
de: Alles vorlesen
es: Leer todo en voz alta
fil: Basahin Lahat nang Malakas
fr: Tout lire à voix haute
hr: Čitaj sve naglas
id: Bacakan Semua
ja: すべて読み上げ
ko: 전체 읽기
ms: Baca Semua Kuat
pl: Przeczytaj wszystko na głos
pt_br: Ler tudo em voz alta
ro: Citește tot cu voce tare
ru: Прочитать всё вслух
th: อ่านออกเสียงทั้งหมด
tr: Tümünü Sesli Oku
zh_hans: 朗读全文
zh_hant: 朗讀全文
